Repository: christoh/FroniusMonitor
Catalog: Fronius/Localization/Resources.*.resx
Languages: de

source: Active
de: Aktiv

source: Error
de: Fehler

source: Inactive
de: Inaktiv

# IncorrectData
source: Incorrect response from data manager
de: Ungültige Antwort vom Datenmanager

source: Inverter
de: Wechselrichter

source: Inverters
de: Wechselrichter

# NoSystemConnection
source: You did not specify complete inverter connection parameters
de: Du hast keine vollständigen Wechselrichter-Verbindungsparameter angegeben

source: Ready
de: Bereit

source: Sleeping
de: Schlafmodus

source: Standby
de: Auf Abruf

source: Starting
de: Starten

source: Unknown
de: Unbekannt

source: Updating
de: Aktualisieren

# ProviderMeter
source: Meter supplied by your distribution network operator
de: Zähler Deines Netzbetreibers

source: Power
de: Leistung

source: Current
de: Strom

source: Voltage
de: Spannung

source: More
de: Mehr

source: Apparent power
de: Scheinleistung

source: Reactive Power
de: Blindleistung

source: Phase voltage
de: Phasenspannung

source: Line voltage
de: Leiterspannung

source: Out of balance
de: Schieflast

source: Energy
de: Energie

source: AC current
de: AC-Strom

source: DC Power
de: DC-Leistung

source: DC current
de: DC-Strom

source: DC voltage
de: DC-Spannung

source: Efficiency
de: Effizienz

source: On
de: Ein

source: Off
de: Aus

source: Access denied
de: Zugriff verweigert

source: Temperature
de: Temperatur

# IncludeInverterPower
source: Include inverter power to load (Solar web mode)
de: Wechselrichterleistung zum Hausverbrauch hinzufügen (Solar-Web-Modus)

source: Settings
de: Einstellungen

source: _View
de: _Ansicht

# NoFritzBoxConnection
source: You did not specify complete Fritz!Box connection parameters
de: Du hast keine vollständigen Fritz!Box-Verbindungsparameter angegeben

source: Cancel
de: Abbrechen

source: Export
de: Exportieren

# SettingsFilter
source: {0} Settings Files (*.fms)|*.fms
de: {0} Konfigurationsdateien (*.fms)|*.fms

source: Export settings
de: Einstellungen exportieren

source: Load
de: Laden

source: Load settings
de: Konfiguration laden

source: Solar panels
de: Solarmodule

source: Temperatures
de: Temperaturen

source: Fans
de: Ventilatoren

# Misc
source: Miscellaneous
de: Sonstiges

source: Event log
de: Ereignisprotokoll

source: Start
de: Beginn

source: End
de: Ende

source: Severity
de: Schwere

source: Grid power management
de: Netzmanagement

# BatteryChargingOptions
source: Battery options
de: Batterieoptionen

source: Undo
de: Rückgängig

source: Apply
de: Anwenden

# InverterCommError
source: The inverter did not accept the settings: {0}
de: Der Wechselrichter hat die Einstellungen nicht akzeptiert: {0}

# InverterCommReadError
source: Could not read data from the inverter: {0}
de: Konnte keine Daten aus dem Wechselrichter lesen: {0}

source: Warning
de: Warnung

# NoSettingsChanged
source: No settings were changed
de: Es wurden keine Einstellungen geändert

source: Enable battery
de: Batterie aktivieren

source: Calibrate battery
de: Batterie kalibrieren

source: Meter address
de: Smartmeter-Adresse

# MeterAddressError
source: Meter address must be between 1 and 247
de: Die Smartmeter-Adresse muss zwischen 1 und 247 liegen

# SunspecAddressError
source: SunSpec address must be between 1 and 255
de: SunSpec-Addresse muss zwischen 1 und 255 liegen

source: Modbus settings
de: Modbus-Einstellungen

# ModbusParity_Even
source: Even
de: Gerade

# ModbusParity_Odd
source: Odd
de: Ungerade

# ModbusParity_None
source: None
de: Keine

# ModbusInterfaceRole_Disabled
source: Disabled
de: Deaktiviert

# SunspecMode_Float
source: Floating point
de: Fließkomma

# SunspecMode_Int
source: Integer + scale factor
de: Ganzahl + Skalierfaktor

# RtuModes
source: RTU interface modes
de: RTU-Schnittstellen-Betriebsarten

source: RTU 0 Mode
de: RTU-0-Betriebsart

source: RTU 1 Mode
de: RTU-1-Betriebsart

# RtuSlaveSettings
source: Modbus slave RTU settings
de: Modbus-RTU-Slave-Einstellungen

source: Parity
de: Parität

# ModbusTcpSettings
source: Modbus slave TCP settings
de: Modbus-Slave-TCP-Einstellungen

# EnableModbusTcp
source: Enable Modbus slave over TCP
de: Modbus-Slave über TCP aktivieren

# AllowInverterControlOverModbusTcp
source: Allow inverter control over TCP
de: Wechselrichtersteuerung über Modbus-TCP zulassen

# RestrictInverterControlOverModbusTcp
source: Restrict inverter control over TCP
de: Steuerung über Modbus-TCP beschränken

# AllowIp
source: Only allow control from IP address
de: Erlaube Steuerung nur von IP-Adresse

source: Common Modbus slave settings
de: Allgemeine Modbus-Slave-Einstellungen

source: SunSpec mode
de: SunSpec-Betriebsart

# PleaseCorrectErrors
source: Please correct the following errors
de: Bitte korrigiere die folgenden Fehler

# MustBeIpv4Address
source: IP address must be a valid IPv4 address
de: Die IP-Adresse muss eine gültige IPv4-Adresse sein.

source: Danger
de: Gefahr

# MustBePercent
source: Entered value must be an integer percentage from 0 to 100
de: Der eingegebene Wert muss ein ganzzahliger Prozentwert von 0 bis 100 sein.

# MustBeBetween
source: {0} must be between {1:N0} and {2:N0}
de: {0} muss zwischen {1:N0} und {2:N0} liegen

source: Battery is AC coupled
de: Batterieanbindung über Wechselstrom (AC)

source: Backup configuration
de: Notstrom-Konfiguration

# Tuesday_One
source: T
de: D

# Wednesday_One
source: W
de: M

# Thursday_One
source: T
de: D

# ChargingRuleType_MinimumCharge
source: Min. charging power
de: Min. Ladeleistung

# ChargingRuleType_MaximumCharge
source: Max. charging power
de: Max. Ladeleistung

# ChargingRuleType_MaximumDischarge
source: Max. discharging power
de: Max. Entladeleistung

# ChargingRuleType_MinimumDischarge
source: Min. discharging power
de: Min. Entladeleistung

source: Delete rule
de: Regel löschen

source: Add rule
de: Regel hinzufügen

# RuleTooltip
source: Use the right mouse button to add or delete rules.
de: Benutze die rechte Maustaste, um Regeln hinzuzufügen oder zu löschen.

# InvalidChargingRuleTime
source: {0} does not match a time between 00:00 to 24:00
de: {0} entspricht nicht einer Zeit von 00:00 bis 24:00

# EndBeforeStart
source: '{0}': Start time is after end time
de: '{0}': Anfangszeit liegt vor der Endzeit

# ChargingRuleConflict
source: Charging rule '{0}' conflicts with '{1}'
de: Batterieladeregel '{0}' steht in Konflikt zu '{1}'

# SettingsSavedToInverter
source: The settings have been sent to the inverter.
de: Die Einstellungen wurden an den Wechselrichter geschickt.

# Gen24InverterHeader
source: Fronius Gen24 inverter
de: Fronius Gen24 Wechselrichter

source: User name
de: Benutzername

source: Password
de: Kennwort

# EnableFritzBox
source: Control AVM Fritz!Box home automation devices
de: AVM Fritz!Box Home-Automation-Geräte steuern

source: Invalid parameters
de: Ungültige Parameter

# MatchWindowsLanguage
source: Match Windows language if possible
de: Möglichst Windows-Anzeigesprache verwenden

source: Language
de: Sprache

# AppSettings
source: Application settings
de: Anwendungseinstellungen

source: Energy flow
de: Energiefluss

source: Events
de: Ereignisse

# ModelStatus_NotChargingBecauseNoChargeCtrlData
source: Pause (insufficient data)
de: Pause (unzureichende Daten)

# ModelStatus_NotChargingBecauseTemperatureLimit
source: Pause (over temperature limit)
de: Pause (über Temperatur-Limit)

# ModelStatus_NotChargingBecauseAccessControlWait
source: Pause (unauthorized)
de: Pause (Keine Authentifizierung)

# ModelStatus_ChargingBecauseForceStateOn
source: Charging (forced)
de: Laden (Erzwungen)

# ModelStatus_NotChargingBecauseForceStateOff
source: Pause (forced)
de: Pause (erzwungen)

# ModelStatus_NotChargingBecauseScheduler
source: Pause (scheduled)
de: Pause (Ladezeitplan)

# ModelStatus_NotChargingBecauseEnergyLimit
source: Pause (energy limit)
de: Pause (Energielimit)

# ModelStatus_ChargingBecauseAwattarPriceLow
source: Charging (energy price low)
de: Laden (Strompreis niedrig)

# ModelStatus_ChargingBecauseAutomaticStopTestCharging
source: Charging (testing car capabilities)
de: Laden (Ladeleistung des Autos testen)

# ModelStatus_ChargingBecauseAutomaticStopNotEnoughTime
source: Charging (not enough time for next trip)
de: Laden (nicht genug Zeit bis nächste Fahrt)

# ModelStatus_ChargingBecauseAutomaticStop
source: Charging (next trip)
de: Laden (nächste Fahrt)

# ModelStatus_ChargingBecauseAutomaticStopNoClock
source: Charging (next trip, no clock)
de: Laden (nächste Fahrt, keine Uhrzeit)

# ModelStatus_ChargingBecausePvSurplus
source: Charging (PV surplus)
de: Laden (PV-Überschuss)

# ModelStatus_ChargingBecauseFallbackGoEDefault
source: Charging (Go-E default)
de: Laden (Go-E default)

# ModelStatus_ChargingBecauseFallbackGoEScheduler
source: Charging (Go-E scheduler)
de: Laden (Go-E Zeitplan)

# ModelStatus_ChargingBecauseFallbackDefault
source: Charging (full power)
de: Laden (Volle Leistung)

# ModelStatus_NotChargingBecauseFallbackGoEAwattar
source: Pause (Go-E energy price)
de: Pause (Go-E-Strompreis)

# ModelStatus_NotChargingBecauseFallbackAutomaticStop
source: Pause (next trip)
de: Pause (nächste Fahrt)

# ModelStatus_ChargingBecauseCarCompatibilityKeepAlive
source: Charging (car compatibility keep-alive)
de: Laden (Fahrzeug-Kompatibilität keep-alive)

# ModelStatus_ChargingBecauseChargePauseNotAllowed
source: Charging (pause not allowed)
de: Laden (Pause nicht erlaubt)

# ModelStatus_NotChargingBecauseSimulateUnplugging
source: Pause (simulated unplugging)
de: Pause (simuliertes Ausstöpseln)

# ModelStatus_NotChargingBecausePhaseSwitch
source: Pause (phase switch)
de: Pause (Phasenumschaltung)

# ModelStatus_NotChargingBecauseMinPauseDuration
source: Pause (minimum pause duration)
de: Pause (Minimum-Pausendauer)

# NoWattPilot
source: No Wattpilot found
de: Kein Wattpilot gefunden

source: Base Settings
de: Allgemein

source: Wattpilot name
de: Name des Wattpiloten

source: Maximum charging current
de: Gewünschter Ladestrom

# RequireRfidAuth
source: Require RFID card to charge
de: RFID-Karte erforderlich zum Laden

# CableLockBehavior_Normal
source: Default
de: Standard

# CableLockBehavior_AutoUnlock
source: Always unlock if not charging
de: Immer entriegeln, wenn kein Strom fließt

# CableLockBehavior_AlwaysLock
source: Never unlock
de: Niemals entriegeln

# CableLockBehavior
source: Cable unlock behavior
de: Kabelentrieglung

source: Unlock cable on power failure
de: Kabel bei Stromausfall entriegeln

# EnableApiLink
source: Enable API at
de: Aktiviere API via

# DisableProtectiveEarth
source: Disable protective earth checking
de: Erdungsprüfung deaktivieren

# ChargingLogic_None
source: Full Power
de: Volle Leistung

# ChargingLogic_NextTrip
source: Next Trip
de: Nächste Fahrt

# ChargingLogic
source: Charging mode
de: Lademodus

source: Eco settings
de: Eco-Einstellungen

# PvSurplusEnabled
source: Use PV surplus
de: PV-Überschuss verwenden

# AwattarEnabled
source: Use dynamic energy price
de: Awattar/Lumina-Strompreis verwenden

# AwattarCountry_Austria
source: Austria
de: Österreich

# AwattarCountry
source: Price region
de: Awattar/Lumina-Land

# AwattarCountry_Germany
source: Germany
de: Deutschland

# MaxEnergyPrice
source: Maximum net energy price
de: Maximaler Awattar/Lumina-Strompreis

# PvSurplusBatteryLevel
source: Minimum SoC for charging with PV surplus
de: Minimaler SoC PV-Batterie

# OhmPilotTemperatureLimit
source: Minimum Ohmpilot temperature
de: Minimale Ohmpilot-Temperatur

# PvSurplusPowerThreshold
source: PV surplus starting power
de: PV-Überschuss-Startleistung

# NoFeedIn
source: PV does not feed the grid
de: PV-Anlage speist nicht ein

# NoFeedIn_ToolTip
source: If your PV system does not feed the grid, enable this setting.
de: Wenn Deine PV-Anlage nicht ins Netz einspeist, dann musst Du das hier anklicken

# EcoRoundingMode
source: PV surplus rounding
de: PV-Überschuss-Rundung

# EcoRoundingMode_PreferFromGrid
source: Prefer consumption
de: Netzbezug bevorzugen

# EcoRoundingMode_NoPreference
source: No Preference
de: Keine Präferenz

# EcoRoundingMode_PreferToGrid
source: Prefer feed-in
de: Einspeisung bevorzugen

source: Car Settings
de: Fahrzeugeinstellungen

source: Minimum charging current
de: Mindestladestrom

# MinimumChargingCurrent_ToolTip
source: Most cars can handle of 6 A. However, some need more. Set in accordance with your car's technical specifications.
de: Die meisten E-Autos vertragen 6 A. Einige jedoch benötigen mehr. Setze das entsprechend den technischen Spezifikationen Deines Autos.

# MinimumChargingInterval
source: Forced charging interval
de: Erzwungenes Ladeintervall

source: minutes
de: Minuten

# RequiresChargingInterval
source: Car requires a charging interval
de: Das Auto benötigt ein Ladeinterval

source: Allow charging pause
de: Ladepause erlauben

source: Simulate unplugging
de: Ausstecken simulieren

source: Minimum pause duration
de: Mindestladepause

source: Minimum charging time
de: Mindestladezeit

source: Phase switch mode
de: Phasenumschaltung

# PhaseSwitchMode_Auto
source: Automatic
de: Automatisch

# PhaseSwitchMode_Phase1
source: Only one phase
de: Nur einphasig

# PhaseSwitchMode_Phases3
source: Only three phases
de: Nur dreiphasig

source: Phase switch power
de: Phasenumschaltleistung

source: Minimum time between phase switches
de: Mindestzeit zwischen Phasenumschaltungen

# PhaseSwitchTriggerTime
source: Phase switch latency
de: Phasenumschaltlatenz

source: Forced charge
de: Erzwungenes Laden

# ForcedCharge_Default
source: Don't force
de: Nichts erzwingen

# ForcedCharge_ForcedOn
source: Force charge
de: Laden erwzingen

# ForcedCharge_ForcedOff
source: Force pause
de: Pause erzwingen

# ControlWattPilot
source: Control Wattpilot connected to inverter
de: Einen mit dem Wechselrichter verbundenen Wattpiloten steuern

source: Guest
de: Gast

source: No RFID card
de: Keine RFID-Karte

# AuthCurrentUser
source: Authenticate car
de: Fahrzeug authentifizeren

source: Reboot
de: Neustart

# ButtonEnableCharging
source: Allow current level selection via hardware button
de: Erlaube die Auswahl der Stromstufe über den Hardware-Button

# ButtonEnableModeSwitch
source: Enable mode switch via hardware button
de: Lademodus über den Hardware-Button umschalten erlauben

# WattPilotTimeout
source: The Wattpilot did not answer within {0} seconds
de: Der Wattpilot hat nicht innerhalb von {0} Sekunden geantwortet

# NotAMemberOf
source: Not a member of {0}
de: Kein Member von {0}

# SentToWattPilot
source: The settings have been sent to the Wattpilot.
de: Die Einstellungen wurden an den Wattpiloten geschickt.

# AbsoluteMaximumChargingCurrent
source: Charging current limit
de: Ladestrombegrenzung

source: Next trip time
de: Uhrzeit nächste Fahrt

# NextTripEnergyToCharge
source: Minimum energy for next trip
de: Mindestenergie für nächste Fahrt

# NextTripRemainInEcoMode
source: Stay in eco mode
de: Im Eco-Modus bleiben

# NoGen24Symo
source: Cannot verify that the inverter is a GEN24 Symo
de: Kann nicht verifizieren, dass es sich um einen GEN24 Symo handelt.

# UtcBug
source: Due to a bug in firmware 1.19.7-1 time in battery charging rules is UTC. Consider upgrading to 1.21.6-1 or higher.
de: Aufgrund eines Bugs in Firmversion 1.19.7-1 sind alle Zeiten in den Batterieladeregeln in UTC. Du solltest auf 1.21.6-1 oder höher upgraden.

source: Neutral wire
de: Nullleiter

# WifiSsid
source: Wi-Fi name
de: WLAN-Name

# WattPilotWifiPassword
source: Wi-Fi password
de: WLAN-Kennwort

# IsWifiClientEnabled
source: Enable Wi-Fi client
de: WLAN-Client aktivieren

# DefaultPropertyDisplayName
source: Value
de: Der Wert

# MaximumChargingCurrentPhase1
source: Charging current limit with 1 phase only
de: Ladestrombegrenzung bei einphasigem Laden

source: (hidden Wifi)
de: (verstecktes WLAN)

source: Mode
de: Modus

source: Channel
de: Kanal

# CipherP
source: P Cipher
de: P-Chiffre

# CipherG
source: G Cipher
de: G-Chiffre

# ScannedWifis
source: Wifi
de: WLAN-Netze in der Umgebung

source: Update rate
de: Aktualisierungsrate

source: second
de: Sekunde

source: seconds
de: Sekunden

# PhaseMap
source: Phase mapping
de: Phasenzuordnung

# IsInServiceMode
source: Battery service mode
de: Batteriewartungsmodus

source: User
de: Benutzer

# ToshibaAcHeader
source: Toshiba HVACs
de: Toshiba Klimaanlagen

# EnableToshibaAc
source: Control Toshiba A/C systems
de: Toshiba-Klimaanlagen steuern

source: Toshiba HVAC
de: Toshiba Klima
